import styles from './PromoText.module.css';

const PromoText = () => {
  return (
    <section className={styles['promo-text']}>
      <h2>Онлайн Суші Ресторан Япона Кухня</h2>
      <p>
        Япона Кухня - це онлайн суші-ресторан, в якому улюблені суші та сашимі,
        роли та інші страви національної японської кухні робить команда
        професійних кухарів.
      </p>
      <p>
        Швидка робота та якісна продукція, а також справжні компоненти надають
        неперевершений смак стравам, дарують насолоду від трапези.
      </p>
    </section>
  );
};

export default PromoText;
